Repository: Ferdi-FM/menta_track
Catalog: lib/l10n/intl_*.arb
Languages: de

# tasksPendingFeedback
source: (If you like, you can still give feedback on {count, plural, =1{one activity} other{{count} activities}} on the 'Open' page 😊)
de: (Wenn du Lust hast, kannst du noch Feedback zu {count, plural, =1{einer Aktivität} other{{count} Aktivitäten}} auf der "Offen"-Seite geben 😊)

# noAppointmentsOn
source: You had no activities planned {date}.
de: Du hattest {date} keine Aktivität geplant gehabt.

# hopeYouHadAGoodDay
source: I hope you had a good day {count, plural, zero{} other{, {name}}} 😊
de: Ich hoffe, du hast und hattest trotzdem einen schönen Tag {count, plural, zero{} other{, {name}}} 😊

# noFeedbackFromNotification
source: The day is over, it's great you opened this Notification, that in itself proofs you're working to improve your Situation👍 Thank You!😉
de: Der Tag ist vorbei, toll das du hier reinschaust, <br> allein das bedeutet schon, dass du deine Situation verbessern willst👍 <br> Danke dir!😉

# tasksNotAnsweredOn
source: You haven't answered {count, plural, =1{your activity} other{{count} activities}} {date} yet.
de: Du hast {date} {count, plural, =1{deine Aktivität} other{{count} Aktivitäten}} noch nicht beantwortet.

# checkPendingFeedback
source: Check on the home page under 'Open' or in the 'Week Overview' to give feedback on an activity 👍
de: Schau auf der Startseite unter "Offen" oder in der "Wochenübersicht" nach, um Feedback zu einer Aktivität zu geben 👍

# dayNotYetArrived
source: The day hasn't arrived yet 😉 Still, it's nice that you're checking in early {name} :)
de: Der Tag ist noch nicht gekommen 😉 Trotzdem schön, dass du schon mal hier reinschaust {name} :)

# activity_not_there_yet
source: {count, plural, =1{Die Aktivität ist} other{die Aktivitäten sind}} noch nicht gekommen 😉 Trotzdem schön, dass du schon mal hier reinschaust {name} :)
de: {count, plural, =1{ Eine Aktivität ist} other{ Einige Aktivitäten sind}} noch nicht gekommen 😉 Trotzdem schön, dass du schon mal hier bist {name} :)

# unexpectedCaseFound
source: Congratulations!!! 🎉 You found a case I didn't think of! Great job! 😊 If possible, let your therapist or the app developer know which combination led to this case.
de: Glückwunsch!!! 🎉 Du hast einen Fall gefunden, an den ich nicht gedacht habe! Gut gemacht! 😊 Falls möglich, sag deinem Therapeuten oder Entwickler der App, welche Kombination zu diesem Fall geführt hat.

source: Daily Values
de: Tägliche Werte

# day_reward_message
source: Thanks! 😊 I hope the day was helpful and you felt good Just take it one day at a time 😊 💪
de: Danke! 😊 Ich hoffe der Tag hat dich vorangebracht und dir gut getan Du schaffst das Tag für Tag 💪

# weekOverView_summary
source: This week you completed
de: Du hast diese Woche

# weekOverView_summary_part2
source: {count, plural, =1{Task } other{Tasks }}
de: {count, plural, =1{Aktivität bewältigt } other{Aktivitäten bewältigt }}

# weekOverView_leftAnswers
source: {count, plural, =0{} =1{ If you like, you can still give feedback on {count} activity} other{ If you like, you can still give feedback on {count} activities}}
de: {count, plural, =0{ } =1{ Wenn du Lust hast kannst du noch Feedback zu {count} Aktivität geben} other{ Wenn du Lust hast kannst du noch Feedback zu {count} Aktivitäten geben}}

# weekOverView_tooEarly
source: The week isn't here yet. Please come back later :)
de: Die Woche ist noch nicht gekommen. Schau gerne später wieder hier rein :)

# weekOverView_noAnswers
source: You haven't yet evaluated any activity this week Please come back later 🙋♂️
de: Du hast diese Woche noch keine Aktivität bewertet komm bitte später wieder 🙋‍♂️

# weekOverView_scroll
source: Scroll down to get more info ;)
de: Scroll weiter um mehr Infos zu bekommen ;)

# week_reward_message
source: Thanks! 😊 I hope this week did you good and you made progress You're doing great one week at a time 💪
de: Danke! 😊 Ich hoffe deine Woche hat dich vorangebracht und dir geholfen Du schaffst das Woche für Woche 💪

source: Weekly Values
de: Wöchentliche Werte

# noti_start_title
source: 📅 Activities on the {date}
de: 📅 Aktivitäten am {date}

# noti_start_message
source: Today the following Activities are planed 🙂
de: Heute stehen folgende Aktivitäten an 🙂<br>

# noti_noTasks_message
source: Today there aren't any Activities planed, so lean back and try to relax a bit 🙂
de: Heute stehen keine Aktivitäten an,<br>also lehn dich zurück und entspann ein bisschen 🙂

# noti_termin_messageBefore
source: {terminName} is on in {count} minutens. You got this!🤞
de: {terminName} steht in {count} Minuten an. <br> <b>Du schaffst das!<b>🤞

# noti_termin_messageAt
source: It's time for {terminName}! Good Luck!🤞
de: Es ist soweit für {terminName}!<br> <b>Viel Erfolg!<b>🤞

# noti_termin_messageAfter
source: {terminName} is over. I hope it worked out and helped you 😊 Please tap on me and take a second to reflect It's not bad if you coudn't do the Activity, the reflection itself is more than most people can do🤘
de: {terminName} ist vorbei.<br> Ich hoffe es hat geklappt und dir geholfen 😊<br>Bitte klicke auf mich, nimm dir eine Minute und reflektiere die Aktivität<br>Egal ob geschaft oder nicht, das reflektieren darüber ist schon eine tolle Leistung 🤘

# noti_dayEnd_title
source: 🎉 Activity Summary for the {date}
de: 🎉 Aktivitäts-Übersicht für den {date}

# noti_dayEnd_message
source: Once again a day is over. Tap on me to see what happend today 😊
de: Wieder ein Tag vorbei. <br> Klicke auf mich um zu sehn was heute so los war 😊<br>

# noti_weekEnd_title
source: Week Overview 🎊
de: Wochenübersicht 🎊

# noti_weekEnd_message
source: Super! Another week done Tap on me for a Summary of the week
de: Super! Wieder eine Woche geschaft!😊<br> Klicke hier um deine Wochenübersicht anzeigen zu lassen

source: Delete
de: Löschen

# delete_week_plan
source: Do you really want to delete the Plan for:
de: Willst du den Wochenplan für:

# delete_week_plan2
source: Are you sure?
de: wirklich löschen?

# delete_Entry
source: delete Activity
de: Aktivität löschen

# delete_Termin
source: Du you want to really delete:
de: Willst du die Aktivität:

# createTermin
source: create Activity
de: Aktivität erstellen

# terminName
source: Activity Name
de: Aktivität Name

# notEmpty
source: Name mustn't
de: Name darf nicht leer sein

# beginTime
source: Starttime:
de: Startzeit:

source: Endtime:
de: Endzeit

source: Date
de: Datum

# today_Headline1
source: What's on today
de: Heute steht an

# today_Headline2
source: Already answered today
de: Heute schon beantwortet

# today_nothingToAnswer
source: There's nothing to answer today 😇 I hope you still have a great day! 😊
de: Heute gibts nichts zu beantworten 😇 Ich hoffe du hast einen schönen Tag! 😊

# today_allAnswered
source: Everything answered, AWESOME! 🌟
de: Alles beantwortet, SUPER!🌟

# today_hopeForGood
source: And hopefully, you can still do something that feels good for you 🌱
de: Und kannst trotzdem etwas machen was dir gut tut 🌱

# today_nothingToAnswerYet
source: There's nothing to answer yet, come back soon 😇
de: Es gibt bisher noch nichts zu beantworten, komm in kürze wieder 😇

# todayHeadline
source: Today
de: Heute

source: Add Week
de: Woche hinzufügen

# addToCalendar
source: Add to Smartphone Calendar
de: Zum Smartphone Kalender hinzufügen

source: Delete Activity?
de: Aktivität löschen?

source: Reward Sounds
de: Belohnungs Töne

source: Settings saved automatically!👍
de: Einstellungen werden automatisch gespeichert!👍

# toNotDoIt
source: (Don’t do it)
de: (es nicht zu tun)

# weekOverViewHeadline
source: Weekly Overview
de: Wochenübersicht

source: Week Start
de: Wochenstart

source: Week End
de: Wochenende

source: Close
de: Schließen

# themeHelperToday
source: Your Activities today {name}😇
de: Hier wird angezeigt was heute so geplant ist {name}😇

# noFeedBackOpen
source: No Feedback open, awesome!👍
de: Kein Feedback offen, super!👍

source: No Entries yet 😉
de: Noch keine Einträge 😉

# settings_pickAColor
source: Pick a Color 🎨
de: Wähle eine Farbe 🎨

# settings_hapticFeedback
source: Haptic Feedback
de: Haptisches Feedback

# settings_sound_gameSound
source: Game Sound
de: Videospiel

# settings_sound_longer
source: longer Sound
de: längerer Ton

# settings_sound_levelDone
source: Level End
de: Level geschafft

# settings_sound_nothing
source: No Sound
de: Kein Ton

# settings_Infos
source: Additional Infos
de: Weitere Infos

# settings_Infos_dataProtection
source: The App doesnt collect and share any of your data, it's completly privat! The only way someome can see your data is when you show them your smartphone 😇
de: Die App erhebt keine deiner Daten, sie sind komplett sicher und privat! Der einzige Weg, wie sie jemand einsehen kann ist, wenn du dein Handy herzeigst 😇

# questionPage_WellDone
source: {count, plural, =0{Great job giving feedback{name}!! 🥳} =1{Nice that you took the time for feedback{name}! 🥳} other{Awesome that you're reflecting{name}! 🥳}}
de: {count, plural, =0{Klasse, dass du Feedback gegeben hast{name}!! 🥳} =1{Schön, dass du dir die Zeit für Feedback genommen hast{name}! 🥳} other{Toll, dass du reflektierst{name}! 🥳}}
