Repository: Ferdi-FM/menta_track
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Unanswered
de: Unbeantwortet

source: Weekly Plans
de: Wochenpläne

source: Best Activities
de: Beste Aktivitäten

source: Help
de: Hilfe

source: Settings
de: Einstellungen

# open
source: Open Activities
de: Offenes

source: Home
de: Startseite

source: Overview
de: Übersicht

# am
source: on the
de: am

# um
source: at
de: um

source: Cancel
de: Abbrechen

source: Back
de: zurück

source: Accept
de: Annehmen

source: Understood
de: Verstanden!

source: Save
de: Speichern

source: Activities
de: Aktivitäten

# open_singular
source: Open
de: Offen

# done
source: Success! 🏆
de: Geschafft! 🏆

# not_yet_single
source: Not here yet 😉
de: Noch nicht soweit 😉

source: Comment:
de: Kommentar:

# till
source: to
de: bis

# summary_no_entries
source: No Entries yet
de: Noch keine Einträge

# special_activities
source: Memorable Activities:
de: Besondere Aktivitäten:

# good_activities_desc
source: Activities where you felt good:
de: Aktivitäten bei denen du dich gut gefühlt hast:

# calm_activities_desc
source: Activities where you felt calm:
de: Aktivitäten bei denen du dich ruhig gefühlt hast:

# help_activities_desc
source: Activities that helped you:
de: Aktivitäten die dir gut getan haben:

# good_activities_desc_variable
source: Activities where you felt {adjective}:
de: Aktivitäten bei denen du dich {adjective} gefühlt hast:

# calm_activities_desc_variable
source: Activities where you felt {adjective}:
de: Aktivitäten bei denen du dich {adjective} gefühlt hast:

# help_activities_desc_variable
source: Activities that made you feel {adjective}:
de: Aktivitäten die dir {adjective} haben:

# buttonDisplay
source: {count, plural, =0{not} =1{few} =2{good} other{better}}
de: {count, plural, =0{gar nicht} =1{wenig} =2{sehr} other{äußerst}}

# buttonTimeDisplay
source: {count, plural, =0{last week} =1{last month} other{all time}}
de: {count, plural, =0{letzte Woche} =1{letzten Monat} other{gesamte Zeit}}

# activity_filter_desc1
source: Filter by:
de: Filtere dannach was

# activity_filter_desc2
source: good, calm, helpful 😊
de: gut, ruhig, hilfreich war 😊

# activity_good_adjective1
source: bad
de: äußerst schlecht

# activity_good_adjective2
source: okay
de: eher schlecht

# activity_good_adjective3
source: good
de: sehr gut

# activity_good_adjective4
source: better
de: besonders gut

# activity_calm_adjective1
source: restless
de: äußerst aufgeregt

# activity_calm_adjective2
source: okay
de: aher aufgeregt

# activity_calm_adjective3
source: calm
de: sehr ruhig

# activity_calm_adjective4
source: very calm
de: besonders ruhig

# activity_help_adjective1
source: not helpful
de: gar nicht geholfen

# activity_help_adjective2
source: slightly helpful
de: sehr wenig geholfen

# activity_help_adjective3
source: helpful
de: sehr geholfen

# activity_help_adjective4
source: very helpful
de: besonders geholfen

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

# den
source: the
de: den

# qr_desc
source: Scan a QR-Code to import a Weekly Plan!
de: Scanne einen QR-Code um einen Wochenplan zu importieren!

# qr_success
source: QR-Code scanned successfully! 👍
de: QR-Code erfolgreich gescannt! 👍

# questionPage_rewardMsg
source: Thank you 😊 You've dealt with your emotions 🥰 That was really strong of you 💪
de: Danke 😊 Du hast dich mit deinen Emotionen beschäftigt 🥰 Das war wirklich stark von dir 💪

# questionPage_rewardMsg2
source: Thanks for taking the time! 😊 Reflection is an important part of growth. 💪
de: Danke, dass du dir die Zeit genommen hast!😊 Reflexion ist ein wichtiger Teil des Wachstums💪

# questionPage_rewardMsg3
source: Awesome! ⭐ Great to see you sticking with it! 🥰
de: Top!🌟 Schön, dass du dranbleibst Feedback zu geben!🥰

# questionPage_rewardMsg4
source: Thank you! 🙌 Taking time for your emotions is a valuable step. 💪
de: Danke dir! 🙌 Sich mit den eigenen Emotionen zu beschäftigen, ist ein wichtiger Schritt💪

# questionPage_rewardMsg5
source: Glad you made time for this! 🌿
de: Schön, dass du dir Zeit für Feedback genommen hast! 🌿

# questionPage_q1
source: Could you attend the appointment?
de: Konntest du die Aktivität wahrnehmen?

# questionPage_q2
source: How did it go for ?
de: Wie ist es dir dabei gegangen?

# questionPage_q3
source: Were you excited ?
de: Warst du dabei aufgeregt?

# questionPage_q4
source: Did it do you good?
de: Hat es dir gut getan?

# questionPage_noQ1
source: How did you feel about not doing it?
de: Wie hast du dich dabei gefühlt es nicht zu tun?

# questionPage_noQ2
source: Did you feel calm or excited about not having done it?
de: Warst du ruhig oder aufgeregt es nicht zu tun?

# questionPage_noQ3
source: Did it still feel good?
de: Hat es dir trotzdem gut getan?

# questionPage_a1s
source: very bad
de: sehr schlecht

# questionPage_a2s
source: very excited
de: sehr aufgeregt

# questionPage_a3s
source: little helpful
de: wenig geholfen

# questionPage_a1e
source: very good
de: sehr gut

# questionPage_a2e
source: very calm
de: sehr ruhig

# questionPage_a3e
source: very helpful
de: sehr geholfen

# questionPage_a0s
source: Yes
de: Ja

# questionPage_a0m
source: Later
de: Später

# questionPage_a0e
source: No
de: Nein

# questionPage_too_early
source: You're here too early 😊 But cool that you stopped by 👍
de: Du bist zu früh dran 😊 Aber trotzdem cool, dass du vorbeischaust 👍

# questionPage_slightly_too_early
source: Your activity starts shortly, com back in 15min or later to give Feedback😊 👍
de: Deine Aktivität startet gleich, schau in 15min oder später nochmal vorbei um Feedback zu geben😊 👍

# questionPage_comment
source: If you'd like, you can add a short comment here:
de: Wenn du Lust hast kannst du hier einen kurzen Kommentar hinzufügen:

# questionPage_commentLabel
source: Your Feedback
de: Dein Feedback

# questionPage_save
source: Slide to save
de: Zum Speichern wischen

# questionPage_too_early1
source: {count, plural, =0{{name} is on the {date1} at {date2} You're too early 😊 But it's still nice that you're here 👍} other{{name} is on the {date1} at {date2} But it's still nice that you're here 😊 Come back shortly too give Feedback! 👍}}
de: {count, plural, =0{{name} ist am {date1} um {date2} Du bist zu früh dran 😊 Aber trotzdem cool, dass du vorbeischaust 👍} other{{name} ist am {date1} um {date2} Cool, dass du da bist 😊 Die Aktivität hat gerade erst gestartet Schau in kürze nochmal hier rein um Feedback zu geben 👍}}

source: Edit
de: Bearbeiten

# settings_name
source: Your Name
de: Hier kannst du einen Namen angeben :)

# settings_theme
source: Theme
de: Bilder-Thema

# settings_themePictures
source: No Images
de: Keine Bilder

# settings_themeOnlyMainPage
source: Theme only on the main page
de: Thema nur auf Hauptseite

# settings_chooseAccent
source: Choose an accent color
de: Wähle eine Akzentfarbe

# settings_notifications
source: {count, plural, =0{Notification} other{Notifications}}
de: {count, plural, =0{Benachrichtigung} other{Benachrichtigungen}}

# settings_morningNotification
source: Notification-Time in the morning
de: Zeitpunkt Morgens

# settings_eveningNotification
source: Notification-Time in the evening
de: Zeitpunkt Abends

# settings_notificationsForTasks
source: Notifications before Activities
de: Benachrichtigungen vor Aktivitäten

# illustration_mascot
source: Mascot
de: Maskottchen

source: Illustration Things
de: Illustration Objekte

source: Illustration People
de: Illustration Menschen

# firstStartUp_Message1
source: You just opened the app for the first time. Cool that you're using this app! :) You can customize things a bit in the settings if you'd like. Just tap the three lines in the top right corner and then select Settings.
de: Du hast die App gerade zum ersten mal geöffnet.👍 Sehr Cool, dass du diese App verwendest 😊 Du kannst die App in den Einstellungen ein wenig anpassen wenn du Lust hast. Tippe dazu auf die drei Striche in der oberen rechten Ecke und dann auf Einstellungen

# firstStartUp_Message2
source: If you need more Help theres a Help-Button in the same menu😊
de: Falls du mehr Infos zu einer Seite willst findest du in dem Menü auch einen Hilfe-Button ️

# mainPageDescription
source: This is the main page.
de: Das ist die Wochenansicht

# mainPageInstructions
source: Here you can find all your saved weekly plans.
de: Hier findest du alle Deine gespeicherten Wochenpläne.

# mainPageQrScanner
source: Tapping the button on the bottom-right opens the QR scanner.
de: Wenn du auf die Schaltfläche unten rechts tippst, öffnet sich ein QR-Scanner. Nutze ihn um einen QR-Code von deinem Therapeuten zu scannen.

# mainPageTapOnPlan
source: Tapping on a plan will open it.
de: Tippe auf einen Plan, um ihn zu öffnen 😊

# mainPageDeleteWeek
source: Hold the trash symbol to delete an entry.
de: Um eine Woche zu löschen, halte das "Mülleimer"-Symbol gedrückt.

# mainPageSwipeOrButton
source: You can switch pages by swiping left/right or using the button in the bottom menu.
de: Wische nach links/rechts oder nutze eine Schaltfläche im unteren Menü, um die Seiten zu wechseln.

# iconHelp1
source: Shows you that you gave Feedback to every Activity
de: Zeigt dir, dass du alle Aktivitäten in einer Woche bewertet hast

# iconHelp2
source: Shows you that you can give Feedback
de: Zeigt dir, dass noch Aktivitäten bewertet werden können

# iconHelp3
source: Shows you the current week
de: Zeigt dir, in hervorgehobener Farbe, die aktuelle Woche

# iconHelp4
source: Shows you the week hasn't come yet
de: Zeigt dir, dass die Woche noch nicht gekommen ist

# unansweredActivities
source: On this page you'll find activities that haven't been evaluated yet. Tap on a entry to give feedback
de: Auf dieser Seite findest du Aktivitäten, zu denen du noch kein Feedback gegeben hast 😊

# weekPlanDescription
source: This is your weekly plan
de: Das ist dein Wochenplan

# weekPlanInstructions
source: Here you can see all activities planned for this week.
de: Hier siehst du alle Aktivitäten, die für diese Woche geplant sind 😊

# weekPlanGrayActivities
source: • Gray activities indicate that their time hasn't come yet.
de: • Graue Aktivitäten bedeuten, dass die Zeit dafür noch nicht gekommen ist.

# weekPlanGreenActivities
source: • Green activities mean you've already provided feedback.
de: • Grüne Aktivitäten bedeuten, dass du bereits Feedback gegeben hast.

# weekPlanActivitiesWithExclamation
source: • Activities with an exclamation mark can still be assessed 😊
de: • Aktivitäten mit einem Ausrufezeichen können noch bewertet werden

# weekPlanTapForDayView
source: Tapping on the header opens a day overview.
de: Tippe auf die Kopfzeile, um eine Tagesübersicht zu öffnen.

# weekPlanTapForWeekView
source: Tapping the button on the bottom-right opens an overview for the week.
de: Tippe auf die Schaltfläche unten rechts, um die Wochenübersicht zu öffnen.

# activitySummaryDescription
source: This is your summary of all weeks.
de: Das ist Deine Übersicht über alle Wochen

# activitySummaryGraphDescription
source: The chart displays your average values for each week.
de: Die Grafik zeigt deine Durchschnittswerte für jede Woche.

# activitySummaryGoodFeedback
source: The list below notes activities you've evaluated particularly well.
de: Die Liste unten merkt sich Aktivitäten, die du besonders gut bewertet hast. Wenn es dir gut getan hat etwas nicht zu tun wird der Eintrag dabei Orange markiert 😉

# questionPageHelpDialog1
source: Here you can give feedback on your activities! 😊
de: Hier kannst du Feedback zu deinen Aktivitäten geben! 😊

# questionPageHelpDialog2
source: You can also give feedback if it didn't work out! Just giving feedback is already great, {name} 😇💖
de: Du kannst auch feedback geben, falls es nicht geklappt hat! Allein das du Feedback gibst ist schon toll {name} 😇💖

# questionPageHelpDialog3
source: Each question opens once you've answered the previous one; at the end, you can add a short comment with your thoughts.
de: Die Fragen öffnen sich jeweils wenn du die vorherige beantwortet hast, am Ende kannst du noch einen kurzen Kommentar mit deinen Gedanken hinzufügen

# questionPageHelpDialog4
source: Slide the slider to the right to save your feedback ✨
de: Schiebe dann den Slider nach rechts um dein Feedback zu speichern ✨ Der wachsende Baum zeigt deinen Fortschritt zur letzten Aktivität an und wächst immer mehr desto mehr Feedback du gibst😊

# questionPageHelpDialog5
source: Good luck! I truly hope this helps you! 🤞😊
de: Viel Erfolg! Ich hoffe wirklich, dass es dir hilft! 🤞😊

# settingsText1
source: These are the settings
de: Das sind die Einstellungen

# settingsText2
source: In the 'Theme' section, you can adjust the appearance of the app. The theme refers to images shown on the home page, offense page, and in the pop-up. The option below lets you display the image only on the home page.
de: Im Abschnitt Thema kannst du das Aussehen der App einstellen. Das Thema bezieht sich auf Bilder, die auf der Startseite, Offenseite und im PopUp zu sehen sind. Die Option darunter, wenn du das Bild nur auf der Startseite haben willst.

# settingsText3
source: The reward sound will always play when the pop-up appears
de: Der Belohnungston wird immer beim PopUp abgespielt

# settingsText4
source: In the notifications, you can choose when you want to: - Receive a summary in the morning - Receive a daily summary in the evening - Receive a notification before an activity and how often you want to be reminded
de: Bei den Benachrichtigungen kannst du bestimmen, wann du: - am Morgen eine Übersicht bekommen willst - Wann du abends eine Tagesübersicht bekommen willst - Wann und wie oft du vor einer Aktivität eine Nachricht erhalten willst

# dayOverViewText1
source: This is your daily overview
de: Das ist deine Tagesübersicht

# dayOverViewText2
source: Here, you can see a summary of what you've accomplished today!
de: Hier kannst du eine Zusammenfassung sehen, was du heute geschafft hast!

# dayOverViewText3
source: Activities that you rated particularly well will be listed here. The tree grows based on your activities, to which you have provided feedback. It starts at the point you've reached from previous days and ends with the progress you've made today :)
de: Aktivitäten, die du besonders gut bewertet hast, werden dir hier aufgelistet. Der Baum wächst je nach deinen Aktivitäten, zu denen du Feedback gegeben hast. Er startet dabei an dem Punkt, bis zu dem du an den Vortagen gekommen bist, und endet bei dem, was du am Tag hinzugewonnen hast :)

# dayOverViewText4
source: The graph shows the average of your answers, so you can see how much the day helped you on average based on your activities.
de: Der Graph zeigt dir die Durchschnittswerte deiner Antworten, sodass du aus deinen Aktivitäten ablesen kannst, wie sehr dir der Tag durchschnittlich geholfen hat.

# dayOverViewText5
source: At the end of each day, you'll receive a notification that will guide you here, or you can tap on the calendar header in a weekly plan :) I hope this overview is helpful for you! :)
de: Am Ende jeden Tages bekommst du eine Benachrichtigung, die dich hier hinführt, oder du kannst bei einem Wochenplan auf den Kalenderkopf tippen :) Ich hoffe, diese Übersicht ist hilfreich für dich! :)

# weekOverViewText1
source: This is your weekly overview
de: Das ist deine Wochenübersicht

# weekOverViewText2
source: Here, you'll see what happened this week.
de: Hier wird dir angezeigt, was diese Woche so los war.

# weekOverViewText3
source: At the top, you'll see how much feedback you've given, and just giving feedback means you've accomplished something! :)
de: Oben siehst du, wieviel Feedback du gegeben hast, und überhaupt: Welches zu geben bedeutet schon, dass du etwas geschafft hast :)

# weekOverViewText4
source: Below, you'll find activities that you've given especially good feedback to. The tree on this page shows your progress for the entire week, starting at zero and growing depending on how much feedback you've provided, with every bit of growth counting! ;) The graph shows the average of your daily scores for this week :)
de: Darunter findest du Aktivitäten, denen du besonders gutes Feedback gegeben hast. Der Baum auf dieser Seite zeigt dir deinen Fortschritt für die gesamte Woche, er startet bei Null und wächst je nachdem, wieviel Feedback du gegeben hast, wobei jedes Wachstum zählt! ;) Der Graph zeigt dir dann deine Durchschnittswerte der einzelnen Tage für diese Woche :)

# weekOverViewText5
source: At the end of each week, half an hour after the daily overview, you'll receive a notification guiding you here. You can also tap the button in the bottom right corner of a weekly plan to come here :)
de: Am Ende jeder Woche, eine halbe Stunde nach der Tagesübersicht, bekommst du eine Benachrichtigung, die dich hierher führt. Du kannst aber auch auf den Knopf rechts unten in einem Wochenplan tippen, um hierher zu kommen :) Viel Erfolg beim Feedback geben! Ich hoffe, du kannst so leichter Aktivitäten und Sachen finden, die dir Freude bereiten oder dir anders helfen :)

# weekOverViewText6
source: Good luck with giving feedback! I hope you can more easily find activities and things that bring you joy or help you in other ways :)
de: Viel Erfolg beim Feedback geben! Ich hoffe du kannst so leichter Aktivitäten und Sachen finden die dir Freude bereiten oder dir anders helfen :)

# todayHelpMessage1
source: Today Overview
de: Heute Übersicht

# todayHelpMessage2
source: This is your overview for today. You can see what still needs to be done today and what feedback you've already given 👍 Hopefully, this helps you a little with structuring your day 🥰
de: Das ist Deine Übersicht für den heutigen Tag. Du kannst sehen was heute noch ansteht und zu was du schon Feedback gegeben hast 👍 Hoffentlich hilft dir das ein wenig beim strukturieren deines Tags 🥰

source: General Help
de: Allgemeine Hilfe

# rewardPopUp_scroll
source: Scroll for your progress 😉
de: scrolle für deinen Fortschritt 😉

# rewardPopUp_conf
source: Well done! ❤️
de: Gut gemacht! ❤️

# gifProgress_title
source: {count, plural, =0{Your Progress till this day 😇} other{Your Progress on this day 😇}}
de: {count, plural, =0{Dein Fortschritt bis zu diesem Tag 😇} other{Dein Fortschritt an diesem Tag 😇}}

# gifProgress_title_week
source: Your progress this week 😇
de: Dein Fortschritt diese Woche 😇

# gifProgress_case0
source: Great start {name}! Keep it up! 🎉
de: Toller Start{name}! Weiter so! 🎉

# gifProgress_case1
source: A quarter achieved {name}, fantastic job! 🌟
de: Ein Viertel geschafft{name}! Das machst du fantastisch! 🌟

# gifProgress_case2
source: More than a third done {name}, great effort! 💪
de: Mehr als ein Drittel geschafft{name}! 💪

# gifProgress_case3
source: Halfway there {name}! Keep going! 🔥
de: Halbzeit erreicht! Weiter so {name}! 🔥

# gifProgress_case4
source: Three quarters done {name}, almost there! 🌟
de: Drei Viertel rum {name}! Fast geschafft! 🌟

# gifProgress_case5
source: Almost finished {name}! You've worked hard, just a little more to go! 🚀
de: Fast fertig {name}! Du hast hart gearbeitet, nur noch ein bisschen mehr! 🚀

# gifProgress_case6
source: Congratulations {name}! You did it! 🏆🎉
de: Gratuliere {name}! Du hast es geschafft! 🏆🎉

# helper_activities0
source: You did an amazing job! 🎉
de: Das hast du wirklich großartig gemacht! 🎉

# helper_activities1
source: Another step forward! 🌟
de: Wieder einen Fortschritt vorwärts! 🌟

# helper_activities2
source: Great performance, keep going! 🔥
de: Tolle Leistung, mach weiter so! 🔥

# helper_activities3
source: Well done, you're pushing through! 🏅
de: Richtig gut gemacht, du ziehst das durch! 🏅

# helper_activities4
source: Keep it up! 🚀
de: Weiter so! 🚀

# helper_activities5
source: Impressive work, you really nailed this! ✨
de: Gut gemacht! ✨

# helper_activities6
source: You deserve recognition! 🥇
de: Weiter so! 🥇

# helper_activities7
source: Awesome effort, you're pushing hard! 🎯
de: Super, bleib dran! 🎯

# helper_activities8
source: You're getting closer to your goal every day! 🚶
de: Du kommst jeden Tag einen Schritt näher an dein Ziel! 🚶‍♀️

# helper_activities9
source: You’re so strong, from you! 💪
de: Stark, von dir! 💪

# helper_activities10
source: You're on the right track! 🌟
de: Du bist auf dem richtigen Weg! 🌟

# helper_activities11
source: Great work! 🌟
de: Großartige Arbeit 🌟

# helper_activities0_name
source: Awesome job, {name}! You’re on the right track! 🌟
de: Super gemacht, {name}! Du bist auf dem richtigen Weg! 🌟

# helper_activities1_name
source: Impressive, {name}! Your hard work will pay off! 💪
de: Stark, {name}! Deine harte Arbeit wird sich auszahlen! 💪

# helper_activities2_name
source: {name}, you did an amazing job! Keep going! 🎉
de: {name}, großartig! Weiter so! 🎉

# helper_activities3_name
source: Wow, {name}! You’re setting a new normal every time! 🚀
de: {name} Du kommst stetig vorwärts! 🚀

# helper_activities4_name
source: {name}, you nailed this! Fantastic progress! ✨
de: {name}, toller Fortschritt! ✨

# helper_activities5_name
source: {name}, your performance is impressive! 🏅
de: {name}, Schritt für Schritt ans Ziel! 🏅

# helper_activities6_name
source: Great work, {name}! 🏆
de: Richtig gut, {name}! 🏆

# helper_activities7_name
source: {name}, you're doing great! Stay focused! 🔥
de: {name}, du machst das klasse, Bleib dran! 🔥

# helper_activities8_name
source: You’re rocking it, {name}! One step at a time! 🎯
de: Ein Schritt nach dem anderen, {name}! 🎯

# helper_activities9_name
source: {name}, you’ve got this! It’s awesome! 💥
de: {name}, du hast was geschaft, das ist großartig! 💥

# helper_activities10_name
source: Fantastic work, {name}! 💪
de: Gut gemacht, {name}! 💪

# helper_activities11_name
source: Great work, {name}! 🌟
de: Großartige Arbeit, {name} 🌟

# mainPage_noEntries_text
source: You don't have any weekplans yet 🙂 Tap the button on the bottom right to open the QR-Code scanner and import a plan 😊
de: Du hast noch keine Wochenpläne 🙂 Tippe auf den Button in der Ecke rechts unten um den QR-Code scanner zu öffnen und einen Plan zu importieren 😊

# favorite_comments0
source: These Activities were the best for you 🙂:
de: Am besten ging es dir hier 🙂:

# favorite_comments1
source: These Activities were the calmest 😊:
de: Hier warst du am ruhigsten 😊:

# favorite_comments2
source: These Activities helped you the most 💪:
de: Am meisten geholfen hat dir 💪:

# legend_Msg0
source: How well did it go for you?
de: Wie gut ging es dir?

# legend_Msg1
source: How calm were you?
de: Wie ruhig warst du?

# legend_Msg2
source: How helpful was it?
de: Wie sehr hat es geholfen?

# legend_Msg1_clip
source: How calm were you?
de: Wie ruhig warst du?

# legend_Msg2_clip
source: How helpful was it?
de: Wie sehr hat es geholfen?

# themeHelper_msg0
source: {name}{count, plural, zero{Here} other{, here}} you can find a List of all your weekly plans 😊
de: {name}{count, plural, zero{Hier} other{, hier}} findest du eine Liste all deiner Wochenpläne 😊

# themeHelper_open_msg0
source: {name}{count, plural, zero{Here} other{, here}} are all the activities where you haven't given feedback yet 😉
de: {name}{count, plural,=0{Hier} other{, hier}} findest du alle Aktivitäten, zu denen du noch kein Feedback gegeben hast 😊

# themeHelper_open_msg1
source: {count, plural, =0{Currently there is nothing to answer 😉} =1{{count} activity is left 😉} other{{count} appointments are left 😉}}
de: {count, plural, zero{Gerade gibt es nichts zu beantworten 😉} =1{Es steht noch {count} Aktivität aus 😉} other{Es stehen noch {count} Aktivitäten aus 😉}}

# taskCompletedOn
source: {date} you completed
de: Du hast {date}

source: today
de: heute

# tasksCompleted
source: {count, plural, =1{ Task} other{ Tasks}}
de: {count, plural, =1{ Aktivität geschafft} other{ Aktivitäten geschafft}}
